Repository: uhulinux/uhu-installer-ubk
Catalog: *.po
Languages: hu

source: Remove
hu: Eltávolítás

source: Selected disk [%s] is in use!
hu: A kiválasztott lemez [%s] használatban van!

source: Disk access error
hu: Lemez hozzáférési hiba

source: Wrong mount path for:
hu: Hibás csatolási pont:

source: Error
hu: Hiba

source: You must have a / mount point!
hu: Lennie kell egy / csatolási pontnak!

source: The following disks used more than once:
hu: A következő meghajtók többször is fel lettek használva:

source: The following mount points used more than once:
hu: A csatolási pontok többször is fel lettek használva:

source: The selected root device has insufficent free space, do you really want to continue?
hu: A kiválasztott gyökér partíción nincs elegendő szabad hely, biztosan folytatni akarja?

source: The following disks will be ereased, do you really want to continue?
hu: A következő lemezek törlődni fognak, biztosan folytatja?

source: The following disks will be ereased or some files on it may be overwritten, do you really want to continue?
hu: A következő partíciók törlődni fognak, vagy néhány fájl felülíródhat rajtuk, biztosan folytatni akarja?

source: Warning
hu: Figyelmeztetés

source: Partition type for /boot must be Linux, should I fix it?
hu: A /boot partíció típusa Linux kell legyen, javítsam?

source: Error occurred during %s!
hu: Hiba történt a következő folyamat során: %s!

source: Installation finished
hu: A telepítés befejeződött

source: Partitioning
hu: Particionálás

source: Live copy
hu: Live rendszer másolása

source: Finish copying
hu: Másolás befejezése

source: Adding swap space
hu: Swap hozzáadása

source: Filesystem setup
hu: Fájlrendszer beállítása

source: Install bootloader
hu: Rendszerbetöltő telepítése

source: Set passwords
hu: Jelszavak beállítása

source: Create filesystems
hu: Fájlrendszer létrehozása

source: Mounting disks
hu: Fájlrendszerek csatolása

source: Copying files
hu: Fájlok másolása

source: Finishing install
hu: Telepítés befejezése

source: Username contains invalid characters!
hu: A felhasználónév nem megengedett karaktereket tartalmaz!

source: Username error
hu: Felhasználónév hiba

source: Fullname contains invalid characters!
hu: A felhasználó teljes neve nem megengedett karaktereket tartalmaz!

source: Fullname error
hu: Teljes név hiba

source: You must enter a password for user!
hu: Meg kell adni egy jelszót a felhasználónak!

source: Password error
hu: Jelszó hiba

source: Password too short!
hu: A jelszó túl rövid!

source: User's passwords mismatch!
hu: A felhasználó jelszavai nem egyeznek meg!

source: You must enter a password for root!
hu: Meg kell adni egy jelszót a rendszergazdának!

source: Root's passwords mismatch!
hu: A rendszergazda jelszavai nem egyeznek meg!

source: You have selected the following disk: %s On the chosen disk, all your data will be lost. Are you sure?
hu: A következő lemezt választotta: %s A kiválasztott lemezen minden adat el fog veszni, biztosan folytatni akarja?

source: This mode currently disabled.
hu: Ez a mód jelenleg nem engedélyezett.

source: UHU installer
hu: UHU telepítő

source: Choose the disk which you want to install the system on. Please be aware of that <b>ON THE CHOSEN DISK, ALL YOUR DATA WILL BE LOST!</b> If you don't want to erease a whole disk, select <b>Expert mode</b>.
hu: A lenti listából választhatja ki, hogy melyik merevlemezre szeretné telepíteni a rendszert. Tudni kell, hogy <b>A KIVÁLASZTOTT MEREVLEMEZEN AZ ÖSSZES ADAT EL FOG VESZNI!</b> Ha nem szeretne egy teljes merevlemezt felhasználni, válassza a <b>Haladó mód</b>ot.

source: _Expert mode
hu: _Haladó mód

source: _Next
hu: _Következő

source: easy
hu: Egyszerű

source: Live Normal
hu: Live Normál

source: <b>Live mode:</b> Installing the live system to the selected partitions on the fly. Any change on the live system will be moved to the installed system. <b>Normal mode:</b> Copying the system to the selected partitions. You can split the filesystem to partitions, you can use other filesystem type than ext4, and you change the username.
hu: <b>Live mód:</b> A live rendszer áthelyezése a kiválasztott lemezekre. A live rendszeren végzett változtatások is átkerülnek telepítés során, így a live rendszeren végzett bármilyen módosítás megmarad. <b>Normál mód:</b> Rendszer telepítése a megadott partíciókra. A normál módban lehetőség van úgy telepíteni a rendszert, hogy az több különböző partíción foglaljon helyet, illetve lehetőség van az ext4-en kívül más fájlrendszer típusok használatára is, illetve megváltoztatható a felhasználónév.

source: Mount point
hu: Csatolási pont

source: Disk
hu: Lemez

source: Fs type
hu: Fájlrendszer

source: Format
hu: Formázás

source: Refresh disk list
hu: Lista frissítése

source: _Refresh
hu: _Frissítés

source: Partitioning with GParted
hu: Particionálás GParteddel

source: _Partitioning
hu: _Particionálás

source: Add new mount point
hu: Új csatolási pont hozzáadása

source: Install bootloader to:
hu: Rendszerbetöltő helye:

source: _Back
hu: _Vissza

source: mount
hu: csatolás

source: Username:
hu: Felhasználónév:

source: Password:
hu: Jelszó:

source: Password again:
hu: Jelszó még egyszer:

source: Full name:
hu: Teljes név:

source: <b>User password</b>
hu: <b>Felhasználó jelszava</b>

source: <b>Root password</b>
hu: <b>Rendszergazda jelszava</b>

source: passwords
hu: Jelszavak

source: <b>Install steps</b>
hu: <b>Lépések</b>

source: E_xit
hu: _Kilépés

source: install
hu: Telepítés
